#+title: Evaluación de exposición: Los buses de memoria
#+author: Gunnar Wolf

- Tema presentado por :: Jesús Dávila
- Calificación global :: 8.88  * 0.3 + 6.63 * 0.7 = *7.30*

* Evaluación grupal

[[./evaluacion_alumnos.pdf][Evaluaciones individuales de los alumnos]]

|--------------+-------+------------+----------+-----------+-------|
| Originalidad | Nivel | Relevancia | Claridad | Presencia | Total |
|--------------+-------+------------+----------+-----------+-------|
|              |       |            |          |           |       |
|          7.5 |    10 |        7.5 |      7.5 |        10 |  8.50 |
|          7.5 |   7.5 |         10 |        5 |        10 |  8.00 |
|           10 |   7.5 |        7.5 |      7.5 |        10 |  8.50 |
|           10 |   7.5 |        7.5 |      7.5 |        10 |  8.50 |
|          7.5 |    10 |         10 |      7.5 |        10 |  9.00 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|            5 |   7.5 |         10 |      7.5 |        10 |  8.00 |
|          7.5 |   7.5 |          5 |        5 |         5 |  6.00 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |      7.5 |        10 |  9.50 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|          7.5 |    10 |         10 |       10 |        10 |  9.50 |
|            5 |   7.5 |          5 |        5 |       7.5 |  6.00 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|          7.5 |    10 |         10 |       10 |        10 |  9.50 |
|           10 |    10 |         10 |       10 |        10 |       |
|--------------+-------+------------+----------+-----------+-------|
|         8.61 |  9.17 |       9.03 |     8.33 |      9.58 |  8.88 |
|--------------+-------+------------+----------+-----------+-------|
#+TBLFM: @>$1..@>$6=vmean(@II..@III-1); f-2::@3$>..@>>>$>=vmean($1..$5); f-2

* Evaluación del docente

| *Aspecto*              | *Peso* | *Evaluación* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           10 |       1. |
| Material desarrollado  |    0.2 |            5 |       1. |
| Contenido              |    0.2 |          7.5 |      1.5 |
| Fuentes bibliográficas |    0.1 |          7.5 |     0.75 |
| Uso del tiempo         |    0.1 |            5 |      0.5 |
| Dominio del tema       |   0.15 |          7.5 |    1.125 |
| Presencia              |   0.15 |            5 |     0.75 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     6.63 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2
